results/routeA/transient_cfd_late_window_pilot/late_20261006_0531/case/system/controlDict
FoamFile
{ format ascii; class dictionary; object controlDict; }
application foamRun;
solver fluid;
startFrom startTime;
startTime 0;
stopAt endTime;
endTime 27.734375;
deltaT 2.3111979166666666e-5;
adjustTimeStep true;
maxCo 0.5;
deltaTFactor 1.2;
maxDeltaT 0.027734375;
writeControl timeStep;
writeInterval 598;
purgeWrite 0;
writeFormat ascii;
writePrecision 17;
writeCompression off;
timeFormat general;
timePrecision 12;
runTimeModifiable false;
functions
{

}

OptimisationSwitches
{
 writeNowSignal 10;
 stopAtWriteNowSignal 12;
}
