results/routeA/transient_cfd_late_window_pilot/late_20261006_0531/case/constant/momentumTransport
FoamFile
{
    format ascii;
    class dictionary;
    location "constant";
    object momentumTransport;
}
simulationType laminar;
