results/routeA/transient_cfd_late_window_pilot/late_20261006_0531/case/constant/g
FoamFile
{
    format ascii;
    class uniformDimensionedVectorField;
    location "constant";
    object g;
}
dimensions [0 1 -2 0 0 0 0];
value (0 -140.84507042253521 0);
