results/routeA/transient_cfd_late_window_pilot/late_20261006_0531/case/constant/pRef
FoamFile
{
    format ascii;
    class uniformDimensionedScalarField;
    location "constant";
    object pRef;
}
dimensions [1 -1 -2 0 0 0 0];
value 0;
